{
  "nav_about": "About",
  "nav_products": "Products",
  "nav_services": "Services",
  "nav_contact": "Contact Us",
  "home_title": "Most Affordable Copier Machine Rental in Klang Valley",
  "home_intro": "At <strong>Meitleit</strong>, we believe printing is more than just technology — it’s the foundation of modern business communication. Through our partnerships with <strong>Ricoh</strong>, <strong>Fuji Xerox</strong>, and <strong>Fujifilm</strong>, we provide cutting-edge printing solutions that power productivity and efficiency across all industries.",
  "index_card1_h2": "🤝 In Partnership With Ricoh · Fuji Xerox · Fujifilm",
  "index_card1_p": "Through strategic partnerships, Meitleit offers access to the latest copier and printing innovations from globally trusted brands. Our collaboration ensures consistent quality and support you can rely on.",
  "index_card1_link": "Learn More",
  "index_card2_h2": "📦 All In One Rental Solution    Starting From RM60/month",
  "index_card2_p": "No large deposits, no hidden fees — just print with confidence. We provide flexible rental options with full technical support and maintenance to keep your operations running smoothly.",
  "index_card2_link": "Explore Rentals",
  "index_btn_contact": "Contact Us for Plans",
  "index_btn_products": "View Products",
  "index_btn_services": "View Services",
  "products_h2": "Our Printers",
  "btn_interested": "I'm Interested",
  "btn_learn": "Learn more",
  "spec_30ppm": "30 ppm",
  "spec_35ppm": "35 ppm",
  "spec_fullcolor": "Full Colour MFP",
  "services_title": "Our Services",
  "service_rep_title": "Servicing And Repairing",
  "service_rep_p": "Our expert technicians specialize in repairing all major brands of printers and copiers. We ensure your equipment is restored to top performance quickly and efficiently, minimizing downtime for your business.",
  "service_rental_title": "Rental / Short-Term Rental",
  "service_rental_p": "Need a temporary printer solution? Our rental service provides flexible short-term and long-term options to meet your business needs with the most affortable deals starting at just RM60/Month.",
  "service_delivery_title": "Delivering",
  "service_delivery_p": "We offer reliable delivery services for all equipment purchases and rentals. Our logistics team ensures your products are delivered safely, on time, and ready to use without hassle.",
  "service_it_title": "IT Support",
  "service_it_p": "Our dedicated IT Support team provides comprehensive technical assistance for photocopiers, including troubleshooting, network setup, software configuration, and ongoing maintenance to ensure smooth and reliable performance..",
  "contact_h1": "Contact Us",
  "contact_p": "We’re here to help. Fill out the form below and our team will reach out to you soon.",
  "contact_note": "📩 Your reply will shortly be reviewed (Usually 5 Minutes to 2 Hour during Business Hours). Our team will mainly contact you via WhatsApp. If you prefer another method, please specify it in the form. Thank you for your absolute patience — it is truly appreciated! 😀",
  "contact_office": "📍 Our Office",
  "contact_address": "Address:"
}
