{
  "welcome_ad_text": "Meitleit Printers — Professional Printing Solutions",
  "nav_about": "About",
  "nav_products": "Products",
  "nav_services": "Services",
  "nav_contact": "Contact Us",
  "about_text": "Most Affordable Copier Machine Rental in Klang Valley.",
  "partnership_title": "🤝 In Partnership With Ricoh · Fuji Xerox · Fujifilm",
  "partnership_text": "Through strategic partnerships, Meitleit offers access to the latest copier and printing innovations...",
  "learn_more": "Learn More",
  "rental_title": "📦 All In One Rental Solution Starting From RM60/month",
  "rental_text": "No large deposits, no hidden fees — just print with confidence...",
  "explore_rentals": "Explore Rentals",
  "contact_us": "Contact Us for Plans",
  "view_products": "View Products",
  "view_services": "View Services"
  "home_title": "Welcome to Meitleit Printers",
  "home_description": "Professional printing solutions for all your needs.",
  "products_title": "Our Products",
  "products_description": "Explore our wide range of high-quality printers and copiers.",
  "services_title": "Services — Meitleit Printers",
  "services_heading": "Our Services",
  "service_repair_title": "Servicing And Repairing",
  "service_repair_text": "Our expert technicians specialize in repairing all major brands of printers and copiers. We ensure your equipment is restored to top performance quickly and efficiently, minimizing downtime for your business.",
  "service_rental_title": "Rental / Short-Term Rental",
  "service_rental_text": "Need a temporary printer solution? Our rental service provides flexible short-term and long-term options to meet your business needs with the most affordable deals starting at just RM60/Month.",
  "service_delivery_title": "Delivering",
  "service_delivery_text": "We offer reliable delivery services for all equipment purchases and rentals. Our logistics team ensures your products are delivered safely, on time, and ready to use without hassle.",
  "service_it_title": "IT Support",
  "service_it_text": "Our dedicated IT Support team provides comprehensive technical assistance for photocopiers, including troubleshooting, network setup, software configuration, and ongoing maintenance to ensure smooth and reliable performance.",
  
}

